Repository: jedamus/py_matrizen
Catalog: translate/matrizen_*.po
Languages: de

source: Create a matrix from input and output bits
de: Erzeuge eine Matrix aus Eingangs- und Ausgangsbits

source: select file
de: Wähle Datei

source: input from "{filename:s}".
de: Eingabe aus "{filename:s}".

source: found n
de: n gefunden

source: n is not a decimal
de: n ist keine Zahl

source: found bits
de: bits gefunden

source: index of lbits = {i:d}
de: Index der lbits = {i:d}

source: index of rbits = {i:d}
de: Index der rbits = {i:d}

source: bits not found in line {line_no:d}
de: Bits nicht gefunden in Zeile {line_no:d}

source: bits double in line {line_no:d}
de: Doppelte bits in Zeile {line_no:d}

source: too many bits in file
de: Zu viele bits in der Datei

source: not enough bits in file
de: Nicht genügend bits in der Datei

source: Wich bra (input vector):
de: Welches Bra (Eingangsvektor):

source: Wich Ket (output vector):
de: Welches Ket (Ausgangsvektor):
